Repository: StorageB/custom-command-menu
Catalog: po/*.po
Languages: it

source: Name:
it: Nome:

source: Command:
it: Comando:

source: Icon:
it: Icona:

source: Separator Row
it: Riga separatrice

source: Insert new
it: Inserisci nuovo

source: Duplicate
it: Duplica

source: Delete
it: Elimina

source: Maximum row limit reached
it: Limite massimo di righe raggiunto

source: Commands
it: Comandi

source: [Custom Command Menu] Attempting to execute command: %s
it: [Menu Comandi Personalizzati] Tentativo di eseguire il comando: %s

source: [Custom Command Menu] Error running command: %s
it: [Menu Comandi Personalizzati] Errore durante l'esecuzione del comando: %s

source: Configuration
it: Configurazione

source: Backup and Restore
it: Backup e Ripristino

source: Export Command List
it: Esporta lista comandi

source: Click to export %s configuration file to user's home directory
it: Clicca per esportare il file di configurazione %s nella home dell'utente

source: Commands exported to: %s
it: Comandi esportati in: %s

source: Open
it: Apri

source: Application Not Found
it: Applicazione non trovata

source: No default application found to open .ini files. The commands.ini configuration file can be opened and modified in any text editor. To open the file, it may first be required to manually associate the .ini file with the default text editor by doing the following: 1. Open the home directory and locate the commands.ini file 2. Right-click on the file and select "Open with..." 3. Choose a default text editor, and select the option "Always use for this file type"
it: Nessuna applicazione predefinita trovata per aprire i file .ini. Il file di configurazione commands.ini può essere aperto e modificato con qualsiasi editor di testo. Per aprirlo, potrebbe essere necessario associare manualmente il file .ini all'editor di testo predefinito facendo quanto segue: 1. Apri la cartella home e trova il file commands.ini 2. Clicca con il tasto destro sul file e seleziona "Apri con..." 3. Scegli un editor di testo predefinito e seleziona l'opzione "Usa sempre per questo tipo di file"

source: Export Error
it: Errore di esportazione

source: Details
it: Dettagli

source: Failed to export command list %s
it: Esportazione della lista comandi fallita %s

source: Import Command List
it: Importa lista comandi

source: Click to import %s configuration file from user's home directory
it: Clicca per importare il file di configurazione %s dalla home dell'utente

source: File not found
it: File non trovato

source: File Not Found
it: File non trovato

source: The %s configuration file could not be found in the user's home directory. Verify the following file exists: %s
it: Il file di configurazione %s non è stato trovato nella home dell'utente. Verifica che il seguente file esista: %s

source: Successfully imported 1 command
it: 1 comando importato con successo

source: Successfully imported %d commands
it: %d comandi importati con successo

source: Import Error
it: Errore di importazione

source: Failed to import command list %s
it: Importazione della lista comandi fallita %s

source: Setup Information
it: Informazioni di configurazione

source: Enter the display names and associated commands for the drop-down menu. • Type --- or ~~~ in the name field to create a visual separator line in the menu. • Adding text after --- or ~~~ creates a labeled separator. • Toggle the checkbox to show or hide a command. • Drag and drop to reorder commands.
it: Inserisci i nomi visualizzati e i comandi associati per il menu a tendina. • Digita --- o ~~~ nel campo nome per creare una linea separatrice visiva nel menu. • Aggiungere testo dopo --- o ~~~ crea un separatore con etichetta. • Attiva/disattiva la casella per mostrare o nascondere un comando. • Trascina e rilascia per riordinare i comandi.

source: Icons
it: Icone

source: For a list of available icons, refer to the Icon List link below. Enter the name of the icon, or leave blank for no icon. Refer to the Github Homepage for more icon configuration options.
it: Per una lista delle icone disponibili, consulta il link Icon List qui sotto. Inserisci il nome dell'icona o lascia vuoto per nessuna icona. Consulta la pagina Github per altre opzioni di configurazione delle icone.

source: Icon List
it: Lista delle icone

source: List of default symbolic icons
it: Lista delle icone simboliche predefinite

source: Local Icons
it: Icone locali

source: Local icon directory (/usr/share/icons)
it: Cartella delle icone locali (/usr/share/icons)

source: About
it: Informazioni

source: What's New
it: Novità

source: List of recent changes and improvements
it: Lista delle modifiche e miglioramenti recenti

source: Release Notes
it: Note di rilascio

source: GitHub page for additional information and bug reporting
it: Pagina GitHub per informazioni aggiuntive e segnalazione bug

source: Extension Page
it: Pagina dell'estensione

source: GNOME extension page
it: Pagina dell'estensione GNOME

source: Settings
it: Impostazioni

source: Custom Menu Title
it: Titolo personalizzato del menu

source: Use custom text or a custom icon for the menu title
it: Usa testo personalizzato o un'icona personalizzata per il titolo del menu

source: Default
it: Predefinito

source: Text
it: Testo

source: Icon
it: Icona

source: Menu Type
it: Tipo di menu

source: Select menu type to be text or an icon
it: Seleziona il tipo di menu: testo o icona

source: Icon name:
it: Nome icona:

source: Menu title:
it: Titolo menu:

source: Left
it: Sinistra

source: Right
it: Destra

source: Menu Location
it: Posizione del menu

source: Select location for the menu in the top bar
it: Seleziona la posizione del menu nella barra superiore

source: Menu Position
it: Posizione del menu

source: Adjust position of the menu in the top bar
it: Regola la posizione del menu nella barra superiore
